slides/fosdem2024/slides.md
```mermaid {theme: 'neutral', scale: 0.8}
graph LR
align --> call[call variant] --> annotate --> filter
db1([Database 1,2...]) --> annotate
db2([Database 5,6...]) --> filter
```
